Revit 2027 API
ParameterTypeId.LoadLinearLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadLinearLength { get; }
Public Shared ReadOnly Property LoadLinearLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadLinearLength {
	ForgeTypeId^ get ();
}
static member LoadLinearLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace